{
  "intro_section_title": "Hello World! My name is <strong>Rayan Morais</strong>",
  "intro_section_subtitle": "I'm a full-stack junior developer",
  "intro_section_briefing": "Started in UX/UI design with Figma, now I build seamless web experiences using React and style them smooth with Styled Components. Fluent in English & Portuguese. Currently pursuing a Bachelor’s degree in Computer Software Engineering and finishing my on-site immersive full-stack course to deepen my development skills <br />- because why stop now?",
  "intro_certification_section_title": "Certifications",
  "intro_certification_section_subtitle": "My validated expertises",
  "intro_certification_section_detail1": "Certificate issued by: ",
  "intro_certification_section_detail2": "Date: ",
  "intro_certification_section_detail3": "View Certificate",
  "intro_certification_section_obj_title1": "React 18 Course 2025 ",
  "intro_certification_section_obj_title2": "Complete Web & Mobile Designer: UI/UX, Figma",
  "intro_certification_section_obj_title3": "The Complete JavaScript Course 2025",
  "intro_certification_section_obj_title4": "Algorithms and Programming Logic",
  "intro_certification_section_obj_date1": "August 2025",
  "intro_certification_section_obj_date2": "Febuary 2025",
  "intro_certification_section_obj_date3": "July 2025",
  "intro_certification_section_obj_date4": "July 2025",
  "project_section_title": "Projects",
  "project_section_subtitle": "Some of my highlighted works on GitHub",
  "project_section_button": "View on GitHub",
  "project_section_obj_title1": "Portfolio Landing Page ",
  "project_section_obj_title2": "Movideux",
  "project_section_obj_title3": "Chronos",
  "project_section_obj_title4": "CodiCash",
  "project_section_obj_description1": "This project is a personal portfolio landing page designed to showcase my skills, projects, and professional experience. The page acts as a central hub for potential employers and collaborators to learn about me and my work.",
  "project_section_obj_description2": "It is a full-stack web application that serves as a Netflix-style movie platform. It features an interface where users can browse, search for, and discover movies. The project highlights my ability to build dynamic, data-driven applications with a focus on user experience.",
  "project_section_obj_description3": "Chronos is a web-based Pomodoro Technique Timer designed to help users boost their productivity and manage their time effectively. Inspired by the popular time management technique, this application breaks down work into focused intervals, separated by short breaks.",
  "project_section_obj_description4": "Collaborating with a development team, I designed the UX/UI on Figma and we built the front-end challange for a financial management interface for Codi Academy units. We developed the design into a functional and responsive interface using React. The final product is currently deployed on Vercel, delivering a clean, intuitive user experience with a scalable architecture, ready for future API integration.",
  "portfolio_section_title": "Portfolio",
  "portfolio_section_subtitle": "Explore my detailed  education, works, projects and more in my PDF portfolio.<br /> Click the button below to view or download it.",
  "portfolio_section_button": "View PDF Portfolio",
  "contact_section_title": "Contacts",
  "contact_section_subtitle": "I'd love to hear from you. Feel free to reach out through any of these channels!",
  "footer_section_content": "- All rights reserved.",
  "service_section_title": "Services",
  "service_section_subtitle": "What I provide",
  "service_section_obj_title1": "Website Development",
  "service_section_obj_title2": "User Interface (UI)",
  "service_section_obj_title3": "Figma UX/UI Design",
  "service_section_obj_title4": "API & Database Solutions",
  "service_section_obj_description1": "Crafting responsive, high-performance, and scalable websites tailored to your business needs, from concept to deployment.",
  "service_section_obj_description2": "Designing intuitive and aesthetically pleasing user interfaces that enhance user experience and drive engagement.",
  "service_section_obj_description3": "Transforming ideas into wireframes, prototypes, and high-fidelity designs using Figma, focusing on user-centric solutions.",
  "service_section_obj_description4": "Developing robust APIs and optimizing database structures to ensure seamless data flow and efficient application performance."
}
