[
  {
    "id": 1,
    "title": "Portfolio Landing Page ",
    "description": "This project is a personal portfolio landing page designed to showcase my skills, projects, and professional experience. The page acts as a central hub for potential employers and collaborators to learn about me and my work.",
    "technologies": ["React", "Figma", "JavaScript", "Styled Components"],
    "imageUrl": "/website.png",
    "link": "https://github.com/rayancmorais/myportfolioficial.git"
  },
  {
    "id": 2,
    "title": "Movideux",
    "description": "It is a full-stack web application that serves as a Netflix-style movie platform. It features an interface where users can browse, search for, and discover movies. The project highlights my ability to build dynamic, data-driven applications with a focus on user experience.",
    "technologies": ["React", "NodeJS", "ReactRouter", "State&Effect"],
    "imageUrl": "/moviedux.png",
    "link": "https://github.com/rayancmorais/moviedeux.git"
  },
  {
    "id": 3,
    "title": "Chronos",
    "description": "Chronos is a web-based Pomodoro Technique Timer designed to help users boost their productivity and manage their time effectively. Inspired by the popular time management technique, this application breaks down work into focused intervals, separated by short breaks.",
    "technologies": [
      "React",
      "NodeJS",
      "TypeScript",
      "ContextAPI",
      "ReactRouter"
    ],
    "imageUrl": "/chronos2.png",
    "link": "https://github.com/rayancmorais/chronos-pomodoro.git"
  },
  {
    "id": 4,
    "title": "CodiCash",
    "description": "Collaborating with a development team, I designed the UX/UI on Figma and we built the front-end challange for a financial management interface for Codi Academy units. We developed the design into a functional and responsive interface using React. The final product is currently deployed on Vercel, delivering a clean, intuitive user experience with a scalable architecture, ready for future API integration.",
    "technologies": ["Figma", "React", "Tailwind", "TypeScript"],
    "imageUrl": "/academy.png",
    "link": "https://codi-vercel3-0.vercel.app"
  }
]
