{
  "intro_section_title": "Olá mundo! Meu nome é <strong>Rayan Morais</strong>",
  "intro_section_subtitle": "Desenvolvedor full-stack júnior",
  "intro_section_briefing": "Minha trajetória começou no design UX/UI com Figma, e agora, construo experiências web contínuas com React, dando a elas um toque elegante com Styled Components. Sou fluente em português e inglês. Atualmente, estou cursando a graduação em Engenharia de Software e, para seguir aprimorando minhas habilidades, estou finalizando um curso intensivo presencial de desenvolvimento full-stack.",
  "intro_certification_section_title": "Certificados",
  "intro_certification_section_subtitle": "Minhas competências validadas",
  "intro_certification_section_detail1": "Emitido por: ",
  "intro_certification_section_detail2": "Data: ",
  "intro_certification_section_detail3": "Ver Certificado",
  "intro_certification_section_obj_title1": "Curso React 18 ",
  "intro_certification_section_obj_title2": "Web & Mobile Designer Completo: UI/UX, Figma",
  "intro_certification_section_obj_title3": "Curso JavaScript Completo 2025",
  "intro_certification_section_obj_title4": "Algoritmos e Lógica de Programação",
  "intro_certification_section_obj_date1": "Agosto de 2025",
  "intro_certification_section_obj_date2": "Fevereiro de 2025",
  "intro_certification_section_obj_date3": "Julho de 2025",
  "intro_certification_section_obj_date4": "Julho de 2025",
  "project_section_title": "Projetos",
  "project_section_subtitle": "Alguns dos meus projetos em destaque no GitHub",
  "project_section_button": "Veja no GitHub",
  "project_section_obj_title1": "Portfolio Landing Page ",
  "project_section_obj_title2": "Movideux",
  "project_section_obj_title3": "Chronos",
  "project_section_obj_title4": "CodiCash",
  "project_section_obj_description1": "Este projeto é uma landing page de portfólio pessoal criada para exibir minhas habilidades, projetos e experiência profissional. A página serve como um hub central para que potenciais empregadores e colaboradores possam saber mais sobre mim e meu trabalho.",
  "project_section_obj_description2": "É uma aplicação web full-stack que funciona como uma plataforma de filmes no estilo Netflix. Ela possui uma interface onde os usuários podem navegar, pesquisar e descobrir filmes. O projeto destaca minha capacidade de construir aplicações dinâmicas e orientadas a dados com foco na experiência do usuário.",
  "project_section_obj_description3": "Chronos é um cronômetro para a Técnica Pomodoro desenvolvido para ajudar os usuários a aumentar a produtividade e gerenciar o tempo de forma eficaz. Inspirado pela popular técnica de gerenciamento de tempo, este aplicativo divide o trabalho em intervalos focados, separados por pequenas pausas.",
  "project_section_obj_description4": "Colaborando com uma equipe de desenvolvimento, eu projetei o UX/UI no Figma e nós construímos o desafio de front-end para uma interface de gerenciamento financeiro para as unidades da Codi Academy. Nós desenvolvemos o design em uma interface funcional e responsiva usando React. O produto final está atualmente implantado no Vercel, proporcionando uma experiência de usuário limpa e intuitiva com uma arquitetura escalável, pronta para futuras integrações de API.",

  "portfolio_section_title": "Portfólio",
  "portfolio_section_subtitle": "Confira minha formação, trabalhos e projetos em meu portfólio em PDF.<br/> Clique no botão abaixo para ver ou fazer o download.",
  "portfolio_section_button": "Ver Portfólio em PDF",
  "contact_section_title": "Contatos",
  "contact_section_subtitle": "Ficarei feliz em receber seu contato. Sinta-se à vontade para me procurar através de qualquer um desses canais.",
  "footer_section_content": "- Todos os direitos reservados.",
  "service_section_title": "Serviços",
  "service_section_subtitle": "Serviços que eu presto",
  "service_section_obj_title1": "Desenvolvimento de Website",
  "service_section_obj_title2": "Interface de Usuário (UI)",
  "service_section_obj_title3": "Figma UX/UI Design",
  "service_section_obj_title4": "Soluções de API e Banco de Dados",
  "service_section_obj_description1": "Desenvolvo sites responsivos, de alto desempenho e escaláveis, adaptados às necessidades do seu negócio, da concepção à implantação.",
  "service_section_obj_description2": "Projeto interfaces de usuário intuitivas e esteticamente agradáveis que aprimoram a experiência do usuário e impulsionam o engajamento.",
  "service_section_obj_description3": "Transformo ideias em wireframes, protótipos e designs de alta fidelidade com o Figma, com foco em soluções centradas no usuário.",
  "service_section_obj_description4": "Desenvolvo APIs robustas e otimizo estruturas de banco de dados para garantir um fluxo de dados contínuo e um desempenho eficiente da aplicação."
}
